Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.workspaceColors.palette
source: workspaceColors.colors workspace palette named colors custom color reset built-in
ar: workspaceColors.colors workspace palette named colors custom color reset built-in workspaceColors.colors لوحة ألوان مساحة العمل ألوان مسمية لون مخصص إعادة تعيين مدمج
bs: workspaceColors.colors workspace palette named colors custom color reset built-in radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka fabrički zadano vrati očisti izgled tema boja shema svijetlo tamno sistem način Prilagođena radnog prostora Prilagođeno: %@ • Resetovanje Prilagođene Resetuj paletu
da: workspaceColors.colors workspace palette named colors custom color reset built-in arbejdsområde fane farver badge valgt fremhævning indikator aktiv prik nulstil fabrik standard gendan ryd udseende tema farve skema lys mørk system tilstand Tilpasset arbejdsområdefarve Brugerdefineret: %@ • Arbejdsområdefarver Brugerdefinerede
de: workspaceColors.colors workspace palette named colors custom color reset built-in workspaceColors.colors Arbeitsbereich Palette benannte Farben benutzerdefinierte Farbe zurücksetzen integriert
es: workspaceColors.colors workspace palette named colors custom color reset built-in workspaceColors.colors paleta de espacio de trabajo colores con nombre color personalizado restablecer integrado
fr: workspaceColors.colors workspace palette named colors custom color reset built-in workspaceColors.colors espace de travail palette couleurs nommées couleur personnalisée réinitialiser intégré
it: workspaceColors.colors workspace palette named colors custom color reset built-in area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto reimposta fabbrica predefinito ripristina cancella aspetto tema colore schema chiaro scuro sistema modalità personalizzato Personalizzato: %@ • personalizzati
ja: workspaceColors.colors workspace palette named colors custom color reset built-in ワークスペース パレット 名前付き色 カスタム色 リセット 組み込み
ko: workspaceColors.colors 작업 공간 팔레트 이름 지정된 색상 사용자 정의 색상 초기화 내장 workspaceColors.colors workspace palette named colors custom color reset built-in
nb: workspaceColors.colors workspace palette named colors custom color reset built-in arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk tilbakestill fabrikk standard gjenopprett tøm utseende tema farge skjema lys mørk system modus Egendefinert arbeidsområdefarge Egendefinert: %@ • Arbeidsområdefarger Egendefinerte
pl: workspaceColors.colors workspace palette named colors custom color reset built-in obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka fabryczne domyślne przywróć wyczyść wygląd motyw kolor schemat jasny ciemny system tryb Własny przestrzeni roboczej Przestrzeń robocza Niestandardowe: %@ • Resetuj roboczych Własne paletę
pt_br: workspaceColors.colors workspace palette named colors custom color reset built-in aba cores paleta selo selecionado destaque indicador ativo ponto redefinir fábrica padrão restaurar limpar aparência tema cor esquema claro escuro sistema modo Personalizada da Área de Trabalho Personalizado: %@ • Personalizadas
ru: workspaceColors.colors workspace palette named colors custom color reset built-in рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка сброс заводские по умолчанию восстановить очистить внешний вид тема цвет схема светлый темный система режим Пользовательский рабочего пространства Рабочее пространство Пользовательское: %@ • рабочих пространств Пользовательские Сбросить палитру
th: workspaceColors.colors workspace palette named colors custom color reset built-in พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ลักษณะ ธีม โครงร่าง สว่าง มืด ระบบ โหมด สีเวิร์กสเปซที่กำหนดเอง เวิร์กสเปซ กำหนดเอง: %@ • สีเวิร์กสเปซ สีที่กำหนดเอง รีเซ็ตจานสี
tr: workspaceColors.colors workspace palette named colors custom color reset built-in çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta sıfırla fabrika varsayılan geri yükle temizle görünüm tema renk şema açık koyu sistem mod Özel Rengi Özel: %@ • Renkleri Paleti
uk: workspaceColors.colors workspace palette named colors custom color reset built-in робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка скидання заводські типові відновити очистити вигляд тема колір схема світлий темний система режим Скинути Власний робочої області Робоча область Власне: %@ • робочих областей Власні палітру
zh_hans: workspaceColors.colors workspace palette named colors custom color reset built-in workspaceColors.colors 工作区 调色板 命名颜色 自定义颜色 重置 内置
zh_hant: workspaceColors.colors workspace palette named colors custom color reset built-in workspaceColors.colors 工作區 調色盤 命名顏色 自訂顏色 還原內建

# settings.search.alias.setting.workspaceColors.selection
source: workspaceColors.selectionColor selected workspace color highlight background active tab
ar: workspaceColors.selectionColor selected workspace color highlight background active tab workspaceColors.selectionColor لون مساحة العمل المحددة تمييز خلفية علامة تبويب نشطة
bs: workspaceColors.selectionColor selected workspace color highlight background active tab radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka izgled tema boja shema svijetlo tamno sistem način • %@ radnog prostora
da: workspaceColors.selectionColor selected workspace color highlight background active tab arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik udseende tema farve skema lys mørk system tilstand • %@ Arbejdsområdefarve
de: workspaceColors.selectionColor selected workspace color highlight background active tab workspaceColors.selectionColor ausgewählter Arbeitsbereich Farbe Hervorhebung Hintergrund aktiver Tab
es: workspaceColors.selectionColor selected workspace color highlight background active tab workspaceColors.selectionColor color de espacio de trabajo seleccionado resaltado fondo pestaña activa
fr: workspaceColors.selectionColor selected workspace color highlight background active tab workspaceColors.selectionColor sélectionné espace de travail couleur surbrillance arrière-plan onglet actif
it: workspaceColors.selectionColor selected workspace color highlight background active tab area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto aspetto tema colore schema chiaro scuro sistema modalità • %@
ja: workspaceColors.selectionColor selected workspace color highlight background active tab 選択中 ワークスペース 色 ハイライト 背景 アクティブタブ
ko: workspaceColors.selectionColor selected workspace color highlight background active tab 작업 공간 색상 선택 색상 선택된 작업 공간 색상 강조 하이라이트 배경 활성 탭
nb: workspaceColors.selectionColor selected workspace color highlight background active tab arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk utseende tema farge skjema lys mørk system modus • %@ Arbeidsområdefarge
pl: workspaceColors.selectionColor selected workspace color highlight background active tab obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka wygląd motyw kolor schemat jasny ciemny system tryb Przestrzeń robocza • %@ przestrzeni roboczej
pt_br: workspaceColors.selectionColor selected workspace color highlight background active tab aba cores paleta selo selecionado destaque indicador ativo ponto aparência tema cor esquema claro escuro sistema modo Área de Trabalho • %@ da
ru: workspaceColors.selectionColor selected workspace color highlight background active tab рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка внешний вид тема цвет схема светлый темный система режим Рабочее пространство • %@ рабочего пространства Активное
th: workspaceColors.selectionColor selected workspace color highlight background active tab พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ลักษณะ ธีม โครงร่าง สว่าง มืด ระบบ โหมด เวิร์กสเปซ • %@ สีเวิร์กสเปซ ใช้งานอยู่
tr: workspaceColors.selectionColor selected workspace color highlight background active tab çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta görünüm tema renk şema açık koyu sistem mod • %@ Rengi Etkin
uk: workspaceColors.selectionColor selected workspace color highlight background active tab робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка вигляд тема колір схема світлий темний система режим Робоча область • %@ робочої області
zh_hans: workspaceColors.selectionColor selected workspace color highlight background active tab workspaceColors.selectionColor 选中的工作区颜色 高亮 背景 活跃标签页
zh_hant: workspaceColors.selectionColor selected workspace color highlight background active tab workspaceColors.selectionColor 已選取工作區 顏色 高亮 背景 作用中的標籤頁

# settings.search.noResults
source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果なし
ko: 결과 없음
zh_hans: 无结果
zh_hant: 無結果

# settings.search.prompt
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

# settings.section.account
source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
uk: Обліковий запис
zh_hans: 账户
zh_hant: 帳戶

# settings.section.app
source: App
ar: التطبيق
bs: Aplikacija
es: Aplicación
fr: Application
ja: アプリ
ko: 앱
pl: Aplikacja
ru: Приложение
th: แอป
tr: Uygulama
uk: Програма
zh_hans: 应用
zh_hant: 應用程式

# settings.section.automation
source: Automation
ar: الأتمتة
bs: Automatizacija
da: Automatisering
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
ja: オートメーション
ko: 자동화
nb: Automatisering
pl: Automatyzacja
pt_br: Automação
ru: Автоматизация
th: ระบบอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
zh_hans: 自动化
zh_hant: 自動化

# settings.section.betaFeatures
source: Beta Features
ar: ميزات تجريبية
de: Beta-Funktionen
es: Características beta
fr: Fonctionnalités bêta
ja: ベータ機能
ko: 베타 기능
zh_hans: 测试版功能
zh_hant: Beta 功能

# settings.section.browser
source: Browser
ar: المتصفح
bs: Preglednik
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
nb: Nettleser
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.section.cloudMachines
source: Cloud
ar: السحابة
es: Nube
ja: クラウド
ko: 클라우드
zh_hans: 云端
zh_hant: 雲端

# settings.section.customSidebars
source: Custom Sidebars
ar: أشرطة جانبية مخصصة
de: Benutzerdefinierte Seitenleisten
es: Barras laterales personalizadas
fr: Barres latérales personnalisées
ja: カスタムサイドバー
ko: 맞춤 사이드바
zh_hans: 自定义侧边栏
zh_hant: 自訂側邊欄

# settings.section.globalHotkey
source: Global Hotkey
ar: مفتاح اختصار عالمي
de: Globaler Hotkey
es: Acceso directo global
fr: Raccourci clavier global
ja: グローバルホットキー
ko: 글로벌 단축키
zh_hans: 全局热键
zh_hant: 全域熱鍵

# settings.section.keyboardShortcuts
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
bs: Prečice na tastaturi
da: Tastaturgenveje
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Abbreviazioni da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nb: Tastatursnarveier
pl: Skróty klawiaturowe
pt_br: Atalhos de Teclado
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye Kısayolları
uk: Комбінації клавіш
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# settings.section.loading
source: Loading…
ar: جاري التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로드 중…
zh_hans: 加载中…
zh_hant: 載入中…

# settings.section.mobile
source: Mobile
ar: المحمول
de: Mobil
es: Móvil
ja: モバイル
ko: 모바일
zh_hans: 移动端
zh_hant: 行動裝置

# settings.section.networking
source: Networking
ar: الشبكات
de: Vernetzung
es: Redes
fr: Réseautage
ja: ネットワーク
ko: 네트워킹
zh_hans: 网络
zh_hant: 聯網

# settings.section.reset
source: Reset
ar: إعادة التعيين
bs: Resetovanje
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сброс
th: รีเซ็ต
tr: Sıfırla
uk: Скидання
zh_hans: 重置
zh_hant: 重置

# settings.section.sidebarAppearance
source: Sidebar
ar: الشريط الجانبي
bs: Bočna traka
da: Sidebjælke
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
ko: 사이드바
nb: Sidefelt
pl: Pasek boczny
pt_br: Barra lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Kenar Çubuğu
uk: Бічна панель
zh_hans: 侧边栏
zh_hant: 側邊欄

# settings.section.sleepyMode
source: Sleepy Mode
ar: وضع الخمول
de: Schlafmodus
es: Modo somnoliento
fr: Mode veille
ja: おやすみモード
ko: 슬리피 모드
zh_hans: 休眠模式
zh_hant: 睡眠模式

# settings.section.terminal
source: Terminal
ar: طرفية
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# settings.section.textBox
source: TextBox (Beta)
ar: مربع النص (تجريبي)
es: Cuadro de texto (Beta)
fr: TextBox (Bêta)
ja: TextBox（ベータ）
ko: TextBox (베타)
zh_hans: TextBox（测试版）
zh_hant: 文字框 (Beta)

# settings.section.workspaceColors
source: Workspace Colors
ar: ألوان مساحة العمل
bs: Boje radnog prostora
da: Arbejdsområdefarver
de: Arbeitsbereichsfarben
es: Colores de espacios de trabajo
fr: Couleurs des espaces de travail
it: Colori area di lavoro
ja: ワークスペースカラー
ko: 작업 공간 색상
nb: Arbeidsområdefarger
pl: Kolory przestrzeni roboczych
pt_br: Cores da Área de Trabalho
ru: Цвета рабочих пространств
th: สีเวิร์กสเปซ
tr: Çalışma Alanı Renkleri
uk: Кольори робочих областей
zh_hans: 工作区颜色
zh_hant: 工作區顏色

# settings.settingsJSON.docsButton
source: Open Docs
ar: افتح المستندات
de: Dokumentation öffnen
es: Abrir documentación
fr: Ouvrir la doc
ja: ドキュメントを開く
ko: 문서 열기
zh_hans: 打开文档
zh_hant: 開啟文件

# settings.settingsJSON.documentation
source: Documentation
ar: التوثيق
de: Dokumentation
es: Documentación
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

# settings.settingsJSON.documentation.subtitle
source: View supported keys, file locations, schema, and reload behavior.
ar: عرض المفاتيح المدعومة، ومواقع الملفات، والمخطط، وسلوك إعادة التحميل.
de: Unterstützte Tasten, Dateipfade, Schema und Reload-Verhalten anzeigen.
es: Ver claves admitidas, ubicaciones de archivos, esquema y comportamiento de recarga.
fr: Afficher les clés prises en charge, les emplacements des fichiers, le schéma et le comportement de rechargement.
ja: サポートされているキー、ファイルの場所、スキーマ、再読み込み方法を確認します。
ko: 지원되는 키, 파일 위치, 스키마, 다시 불러오기 동작을 확인합니다.
zh_hans: 查看支持的键、文件位置、架构和重新加载行为。
zh_hant: 檢視支援的設定鍵、檔案位置、結構綱要與重新載入行為。

# settings.settingsJSON.file
source: User config file
ar: ملف تكوين المستخدم
de: Benutzerkonfigurationsdatei
es: Archivo de configuración de usuario
fr: Fichier de configuration utilisateur
ja: ユーザー設定ファイル
ko: 사용자 설정 파일
zh_hans: 用户配置文件
zh_hant: 使用者設定檔

# settings.settingsJSON.file.subtitle
source: Edit cmux-owned app settings, shortcuts, automation, sidebar, notifications, and browser behavior.
ar: تعديل إعدادات التطبيق المملوكة لـ cmux، والاختصارات، والأتمتة، والشريط الجانبي، والإشعارات، وسلوك المتصفح.
de: Bearbeiten Sie von cmux verwaltete App-Einstellungen, Tastaturkürzel, Automatisierung, Seitenleiste, Benachrichtigungen und Browser-Verhalten.
es: Edita los ajustes de la aplicación propiedad de cmux, atajos, automatización, barra lateral, notificaciones y comportamiento del navegador.
fr: Modifier les paramètres de l’application propres à cmux, les raccourcis, l’automatisation, la barre latérale, les notifications et le comportement du navigateur.
ja: cmux 管理のアプリ設定、ショートカット、オートメーション、サイドバー、通知、ブラウザ動作を編集します。
ko: cmux가 관리하는 앱 설정, 단축키, 자동화, 사이드바, 알림, 브라우저 동작을 편집합니다.
zh_hans: 编辑由 cmux 管理的应用设置、快捷键、自动化、侧边栏、通知和浏览器行为。
zh_hant: 編輯 cmux 所屬的軟體設定、快速鍵、自動化、側邊欄、通知與瀏覽器行為。

# settings.settingsJSON.openButton
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열기
zh_hans: 打开
zh_hant: 打開

# settings.settingsJSON.openFile
source: Open cmux.json
ar: فتح cmux.json
de: cmux.json öffnen
es: Abrir cmux.json
fr: Ouvrir cmux.json
ja: cmux.jsonを開く
ko: cmux.json 열기
zh_hans: 打开 cmux.json
zh_hant: 開啟 cmux.json

# settings.shortcuts.chords
source: Shortcut Chords
ar: تتابعات مفاتيح الاختصار
es: Combinaciones de atajos
fr: Accords de raccourcis
ja: ショートカットコード
ko: 단축키 조합
zh_hans: 快捷键组合序列
zh_hant: 快速鍵組合鍵

# settings.shortcuts.chords.docsButton
source: Chord docs
ar: مستندات التتابعات
de: Chord-Dokumentation
es: Documentos de combinaciones
fr: Doc des accords
ja: コードの説明
ko: 조합 문서
zh_hans: 组合序列文档
zh_hant: 組合鍵文件

# settings.shortcuts.chords.subtitle
source: Add tmux-style multi-step shortcuts in cmux.json, for example ["ctrl+b", "c"].
ar: إضافة اختصارات متعددة الخطوات بنمط tmux في cmux.json، على سبيل المثال ["ctrl+b", "c"].
de: Fügen Sie mehrstufige Tastaturkürzel im tmux-Stil in cmux.json hinzu, zum Beispiel ["ctrl+b", "c"].
es: Añade atajos de varios pasos al estilo de tmux en cmux.json, por ejemplo ["ctrl+b", "c"].
fr: Ajoutez des raccourcis à étapes multiples de style tmux dans cmux.json, par exemple ["ctrl+b", "c"].
ja: cmux.json で tmux 風の2段階ショートカットを追加できます。例: ["ctrl+b", "c"]。
ko: cmux.json에서 tmux 스타일의 다단계 단축키를 추가할 수 있습니다. 예: ["ctrl+b", "c"].
zh_hans: 在 cmux.json 中添加 tmux 风格的多步快捷键，例如 ["ctrl+b", "c"]。
zh_hant: 在 cmux.json 中新增 tmux 風格的多步驟快速鍵，例如 ["ctrl+b", "c"]。

# settings.shortcuts.managedByFile
source: Managed in cmux.json
ar: تتم إدارتها في cmux.json
de: In cmux.json verwaltet
es: Administrado en cmux.json
fr: Géré dans cmux.json
ja: cmux.json で管理
ko: cmux.json에서 관리됨
zh_hans: 在 cmux.json 中管理
zh_hant: 於 cmux.json 中管理

# settings.shortcuts.recordHint
source: Click a shortcut value to record. Use X to unbind; it changes to restore after a clear.
ar: انقر على قيمة اختصار لتسجيل اختصار جديد.
bs: Kliknite na vrijednost prečice da snimite novu prečicu.
da: Klik på en genvejsværdi for at optage en ny genvej.
de: Klicken Sie auf einen Kurzbefehlswert, um einen neuen Kurzbefehl aufzunehmen.
es: Haz clic en un valor de atajo para grabar un nuevo atajo.
fr: Cliquez sur une valeur de raccourci pour en enregistrer un nouveau.
it: Fai clic su un valore di scorciatoia per registrarne una nuova.
ja: ショートカット値をクリックして記録します。X で割り当て解除でき、解除後は復元に変わります。
ko: 단축키 값을 클릭하여 새 단축키를 기록하세요.
nb: Klikk på en snarveiverdi for å ta opp en ny snarvei.
pl: Kliknij wartość skrótu, aby nagrać nowy skrót.
pt_br: Clique em um valor de atalho para gravar um novo atalho.
ru: Нажмите на значение сочетания, чтобы записать новое.
th: คลิกค่าทางลัดเพื่อบันทึกทางลัดใหม่
tr: Yeni bir kısayol kaydetmek için bir kısayol değerine tıklayın.
uk: Натисніть на значення комбінації, щоб записати нову.
zh_hans: 点击快捷键值以录制新快捷键。
zh_hant: 按一下快速鍵值以錄製新的快速鍵。

# settings.shortcuts.resetDefaults
source: Reset Default Shortcuts
ar: إعادة تعيين الاختصارات الافتراضية
de: Standard-Tastaturkürzel zurücksetzen
es: Restablecer atajos predeterminados
fr: Réinitialiser les raccourcis par défaut
ja: デフォルトショートカットにリセット
ko: 기본 단축키 재설정
zh_hans: 重置默认快捷键
zh_hant: 重設預設快速鍵

# settings.shortcuts.resetDefaults.button
source: Reset Defaults
ar: إعادة تعيين الافتراضيات
de: Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser
ja: デフォルトにリセット
ko: 기본값 재설정
zh_hans: 重置默认值
zh_hant: 重設預設值

# settings.shortcuts.resetDefaults.subtitle
source: Restore built-in shortcut values for shortcuts managed in app settings.
ar: استعادة قيم الاختصارات المدمجة للاختصارات التي تتم إدارتها في إعدادات التطبيق.
de: Stellen Sie integrierte Tastaturkürzel-Werte für in den App-Einstellungen verwaltete Shortcuts wieder her.
es: Restaura los valores de los atajos integrados para aquellos administrados en los ajustes de la aplicación.
fr: Restaurer les valeurs de raccourcis intégrées pour les raccourcis gérés dans les paramètres de l’application.
ja: アプリ設定で管理しているショートカットを組み込み値に戻します。
ko: 앱 설정에서 관리되는 단축키의 내장 단축키 값을 복원합니다.
zh_hans: 恢复应用设置中所管理快捷键的内置值。
zh_hant: 還原在軟體設定中管理的快速鍵內建值。

# settings.shortcuts.showModifierHoldHints
source: Show Shortcut Hints While Holding Modifier Keys
ar: عرض تلميحات الاختصارات أثناء الضغط المستمر على مفاتيح التعديل
de: Tastaturkürzel-Hinweise beim Halten von Modifikatortasten anzeigen
es: Mostrar sugerencias de atajos al mantener presionadas las teclas modificadoras
fr: Afficher les indices de raccourcis en maintenant les touches de modification enfoncées
ja: 修飾キー長押し時にショートカットヒントを表示
ko: 조합 키를 누르고 있는 동안 단축키 힌트 표시
zh_hans: 按住修饰键时显示快捷键提示
zh_hant: 按住修飾鍵時顯示快速鍵提示

# settings.shortcuts.showModifierHoldHints.subtitleOff
source: Holding Cmd or Control does not show shortcut hint chips.
ar: الضغط المستمر على Cmd أو Control لا يعرض تلميحات الاختصار.
de: Das Halten von Cmd oder Control zeigt keine Tastaturkürzel-Hinweise an.
es: Mantener presionado Cmd o Control no muestra las etiquetas de sugerencias de atajos.
fr: Maintenir Cmd ou Ctrl n'affiche pas les pastilles d'indices de raccourcis.
ja: Cmd または Control を押し続けてもショートカットヒントのチップを表示しません。
ko: Cmd 또는 Control을 길게 눌러도 단축키 힌트 칩이 표시되지 않습니다.
zh_hans: 按住 Cmd 或 Control 不显示快捷键提示标签。
zh_hant: 按住 Cmd 或 Control 鍵時不會顯示快速鍵提示標籤。

# settings.shortcuts.showModifierHoldHints.subtitleOn
source: Holding Cmd or Control shows shortcut hint chips.
ar: الضغط المستمر على Cmd أو Control يعرض تلميحات الاختصار.
de: Das Halten von Cmd oder Control zeigt Tastaturkürzel-Hinweise an.
es: Mantener presionado Cmd o Control muestra las etiquetas de sugerencias de atajos.
fr: Maintenir Cmd ou Ctrl affiche les pastilles d'indices de raccourcis.
ja: Cmd または Control を押し続けるとショートカットヒントのチップを表示します。
ko: Cmd 또는 Control을 길게 누르면 단축키 힌트 칩이 표시됩니다.
zh_hans: 按住 Cmd 或 Control 时显示快捷键提示标签。
zh_hant: 按住 Cmd 或 Control 鍵時會顯示快速鍵提示標籤。

# settings.sidebar.rightMaxWidth
source: Dock Max Width
ar: أقصى عرض للـ Dock
bs: Maksimalna širina Docka
da: Maks. bredde for Dock
de: Maximale Dock-Breite
es: Ancho máximo del Dock
fr: Largeur maximale du Dock
it: Larghezza massima del Dock
ja: Dock の最大幅
ko: Dock 최대 너비
nb: Maks bredde for Dock
pl: Maksymalna szerokość Docka
pt_br: Largura máxima do Dock
ru: Максимальная ширина Dock
th: ความกว้างสูงสุดของ Dock
tr: Dock en fazla genişliği
uk: Максимальна ширина Dock
zh_hans: Dock 最大宽度
zh_hant: Dock 最大寬度

# settings.sidebar.rightMaxWidth.subtitleOff
source: Use the built-in dynamic cap that keeps extra terminal space reserved.
ar: استخدم الحد الديناميكي المضمن الذي يحافظ على مساحة إضافية للطرفية.
bs: Koristi ugrađeno dinamičko ograničenje koje zadržava dodatni prostor za terminal.
da: Brug den indbyggede dynamiske grænse, der reserverer ekstra plads til terminalen.
de: Die integrierte dynamische Begrenzung verwenden, die zusätzlichen Terminalplatz freihält.
es: Usa el límite dinámico integrado que reserva espacio adicional para la terminal.
fr: Utiliser la limite dynamique intégrée qui réserve de l’espace supplémentaire au terminal.
it: Usa il limite dinamico integrato che riserva spazio extra al terminale.
ja: 端末用の余白を確保する組み込みの動的上限を使います。
ko: 터미널 공간을 추가로 남겨 두는 내장 동적 제한을 사용합니다.
nb: Bruk den innebygde dynamiske grensen som holder av ekstra plass til terminalen.
pl: Użyj wbudowanego limitu dynamicznego, który rezerwuje dodatkowe miejsce dla terminala.
pt_br: Use o limite dinâmico integrado que reserva espaço extra para o terminal.
ru: Использовать встроенное динамическое ограничение, которое оставляет дополнительное место для терминала.
th: ใช้ขีดจำกัดแบบไดนามิกในตัวที่กันพื้นที่เพิ่มเติมไว้สำหรับเทอร์มินัล
tr: Terminal için ek alan ayıran yerleşik dinamik sınırı kullan.
uk: Використовувати вбудоване динамічне обмеження, яке залишає додаткове місце для термінала.
zh_hans: 使用内置动态上限，为终端保留额外空间。
zh_hant: 使用內建動態上限，為終端保留額外空間。
